tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/services"
tap "mpv-player/mpv"
tap "railwaycat/emacsmacport"
cask "java"
cask "xquartz"
brew "libyaml"
brew "readline"
brew "sqlite"
brew "ansible"
brew "apr"
brew "apr-util"
brew "aria2"
brew "autojump"
brew "xz"
brew "azure-cli"
brew "bear"
brew "boost"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pixman"
brew "cairo"
brew "carthage"
brew "gmp"
brew "nettle"
brew "cask"
brew "chromedriver"
brew "cmake"
brew "coreutils"
brew "curl", args: ["with-openssl"]
brew "dos2unix"
brew "wxmac"
brew "elixir"
brew "exiftool"
brew "faac"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "findutils"
brew "freetds"
brew "fribidi"
brew "fswatch"
brew "fzf"
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "libtool"
brew "graphviz"
brew "icu4c"
brew "harfbuzz"
brew "htop"
brew "imagemagick"
brew "irssi"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kubernetes-helm"
brew "libass"
brew "libevent"
brew "libvpx"
brew "libxml2"
brew "little-cms2"
brew "llvm"
brew "log4cxx", args: ["c++11"]
brew "lua"
brew "luajit"
brew "macosvpn"
brew "makedepend"
brew "mas"
brew "mercurial"
brew "mitmproxy"
brew "mpv"
brew "ncdu"
brew "neovim"
brew "nginx"
brew "nload"
brew "nmap"
brew "node"
brew "openssl@1.1"
brew "p7zip"
brew "phantomjs"
brew "postgresql"
brew "pstree"
brew "pv"
brew "rclone"
brew "redsocks"
brew "ripgrep"
brew "rsync"
brew "rtmpdump"
brew "shellcheck"
brew "skaffold"
brew "socat"
brew "ssh-copy-id"
brew "utf8proc"
brew "subversion"
brew "telnet"
brew "texi2html"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim", args: ["with-lua", "with-luajit"]
brew "wget"
brew "yasm"
brew "railwaycat/emacsmacport/emacs-mac"
cask "appcleaner"
cask "ccleaner"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "firefox"
cask "flux"
cask "font-anonymous-pro"
cask "google-chrome"
cask "imageoptim"
cask "java6"
cask "keycastr"
cask "lastpass"
cask "mono-mdk"
cask "packages"
cask "private-internet-access"
cask "reaper"
cask "skype"
cask "smcfancontrol"
cask "sql-operations-studio"
cask "teamviewer"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "wireshark"
cask "zerotier-one"
mas "DaisyDisk", id: 411643860
mas "Tadam", id: 531349534
mas "Xcode", id: 497799835
