tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mpv-player/mpv"
tap "railwaycat/emacsmacport"
brew "openssl@3"
brew "libyaml"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "libpng"
brew "little-cms2"
brew "apr"
brew "apr-util"
brew "autojump"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pixman"
brew "cairo"
brew "carthage"
brew "coreutils"
brew "libevent"
brew "cask"
brew "cmake"
brew "rtmpdump"
brew "curl"
brew "dos2unix"
brew "libtool"
brew "wxwidgets"
brew "elixir"
brew "exiftool"
brew "faac"
brew "fribidi"
brew "icu4c@76"
brew "harfbuzz"
brew "lame"
brew "libass"
brew "libvpx"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "findutils"
brew "fswatch"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "go"
brew "graphviz"
brew "helm"
brew "htop"
brew "imagemagick"
brew "irssi"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "libxml2"
brew "llvm"
brew "lua"
brew "luajit"
brew "makedepend"
brew "mas"
brew "mercurial"
brew "yt-dlp"
brew "mpv"
brew "ncdu"
brew "neovim"
brew "nginx"
brew "nload"
brew "nmap"
brew "node"
brew "p7zip"
brew "postgresql@14", link: false
brew "pstree"
brew "pv"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "shellcheck"
brew "skaffold"
brew "socat"
brew "ssh-copy-id", link: true
brew "utf8proc"
brew "subversion"
brew "telnet"
brew "texi2html"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "xcode-build-server"
brew "yarn"
brew "railwaycat/emacsmacport/emacs-mac"
cask "elmedia-player"
cask "plex"
cask "swimat"
mas "DaisyDisk", id: 411643860
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Xcode", id: 497799835
