tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mpv-player/mpv"
tap "railwaycat/emacsmacport"
brew "ansible"
brew "apr"
brew "apr-util"
brew "autojump"
brew "cairo"
brew "cask"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dos2unix"
brew "elixir"
brew "exiftool"
brew "faac"
brew "ffmpeg"
brew "findutils"
brew "fontconfig"
brew "freetype"
brew "fribidi"
brew "fswatch"
brew "fzf"
brew "gettext"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "graphviz"
brew "harfbuzz"
brew "htop"
brew "icu4c"
brew "imagemagick"
brew "irssi"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "lame"
brew "libass"
brew "libevent"
brew "libpng"
brew "libtool"
brew "libvpx"
brew "libxml2"
brew "libyaml"
brew "little-cms2"
brew "llvm"
brew "lua"
brew "luajit"
brew "makedepend"
brew "mas"
brew "mercurial"
brew "mitmproxy"
brew "mpv"
brew "ncdu"
brew "neovim"
brew "nginx"
brew "nload"
brew "nmap"
brew "node"
brew "oniguruma"
brew "openssl@1.1"
brew "p7zip"
brew "pixman"
brew "postgresql"
brew "pstree"
brew "pv"
brew "railwaycat/emacsmacport/emacs-mac"
brew "readline"
brew "ripgrep"
brew "rsync"
brew "rtmpdump"
brew "shellcheck"
brew "skaffold"
brew "socat"
brew "sqlite"
brew "ssh-copy-id"
brew "subversion"
brew "telnet"
brew "texi2html"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "unrar"
brew "utf8proc"
brew "vim"
brew "wget"
brew "wxmac"
brew "x264"
brew "xvid"
brew "xz"
cask "appcleaner"
cask "docker"
cask "firefox"
cask "font-anonymous-pro"
cask "google-chrome"
cask "reaper"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "wireshark"
mas "DaisyDisk", id: 411643860
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "iMovie", id: 408981434
